{
    "metadata": {
        "title": "Restructuring of Cu2O to Cu2O@Cu-Metal–Organic Frameworks for Selective Electrochemical Reduction of CO2",
        "author": [
            "Xinyi Tan",
            "Chang Yu",
            "Changtai Zhao",
            "Huawei Huang",
            "Xiuchao Yao",
            "Xiaotong Han",
            "Wei Guo",
            "Song Cui",
            "Hongling Huang",
            "Jieshan Qiu"
        ],
        "journal": "ACS Applied Materials & Interfaces",
        "doi": "https://doi.org/10.1021/acsami.8b19111",
        "references": [
            "Zhu, D. D.; Liu, J. L.; Qiao, S. Z. Recent Advances in Inorganic Heterogeneous Electrocatalysts for Reduction of Carbon Dioxide. Adv. Mater. 2016, 28, 3423– 3452,  DOI: 10.1002/adma.201504766 ",
            "Sun, Z.; Ma, T.; Tao, H.; Fan, Q.; Han, B. Fundamentals and Challenges of Electrochemical CO2 Reduction Using Two-Dimensional Materials. Chem 2017, 3, 560– 587,  DOI: 10.1016/j.chempr.2017.09.009 ",
            "Seh, Z. W.; Kibsgaard, J.; Dickens, C. F.; Chorkendorff, I.; Norskov, J. K.; Jaramillo, T. F. Combining Theory and Experiment in Electrocatalysis: Insights into Materials Design. Science 2017, 355, eaad4998  DOI: 10.1126/science.aad4998 ",
            "Wang, Y.; Liu, J.; Wang, Y.; Al-Enizi, A. M.; Zheng, G. Tuning of CO2 Reduction Selectivity on Metal Electrocatalysts. Small 2017, 13, 1701809  DOI: 10.1002/smll.201701809 ",
            "Reller, C.; Krause, R.; Volkova, E.; Schmid, B.; Neubauer, S.; Rucki, A.; Schuster, M.; Schmid, G. Selective Electroreduction of CO2 toward Ethylene on Nano Dendritic Copper Catalysts at High Current Density. Adv. Energy Mater. 2017, 7, 1602114  DOI: 10.1002/aenm.201602114 ",
            "Mistry, H.; Varela, A. S.; Bonifacio, C. S.; Zegkinoglou, I.; Sinev, I.; Choi, Y.-W.; Kisslinger, K.; Stach, E. A.; Yang, J. C.; Strasser, P.; Cuenya, B. R. Highly Selective Plasma-Activated Copper Catalysts for Carbon Dioxide Reduction to Ethylene. Nat. Commun. 2016, 7, 12123  DOI: 10.1038/ncomms12123 ",
            "Weng, Z.; Jiang, J.; Wu, Y.; Wu, Z.; Guo, X.; Materna, K. L.; Liu, W.; Batista, V. S.; Brudvig, G. W.; Wang, H. Electrochemical CO2 Reduction to Hydrocarbons on a Heterogeneous Molecular Cu Catalyst in Aqueous Solution. J. Am. Chem. Soc. 2016, 138, 8076– 8079,  DOI: 10.1021/jacs.6b04746 ",
            "Roberts, F. S.; Kuhl, K. P.; Nilsson, A. High Selectivity for Ethylene from Carbon Dioxide Reduction over Copper Nanocube Electrocatalysts. Angew. Chem., Int. Ed. 2015, 54, 5179– 5182,  DOI: 10.1002/anie.201412214 ",
            "Ma, M.; Djanashvili, K.; Smith, W. A. Controllable Hydrocarbon Formation from the Electrochemical Reduction of CO2 over Cu Nanowire Arrays. Angew. Chem., Int. Ed. 2016, 55, 6680– 6684,  DOI: 10.1002/anie.201601282 ",
            "Huang, Y.; Handoko, A. D.; Hirunsit, P.; Yeo, B. S. Electrochemical Reduction of CO2 Using Copper Single-Crystal Surfaces: Effects of CO* Coverage on the Selective Formation of Ethylene. ACS Catal. 2017, 7, 1749– 1756,  DOI: 10.1021/acscatal.6b03147 ",
            "Lee, C. W.; Yang, K. D.; Nam, D.-H.; Jang, J. H.; Cho, N. H.; Im, S. W.; Nam, K. T. Defining a Materials Database for the Design of Copper Binary Alloy Catalysts for Electrochemical CO2 Conversion. Adv. Mater. 2018, 30, e1704717  DOI: 10.1002/adma.201704717 ",
            "Kwon, Y.; Lum, Y.; Clark, E. L.; Ager, J. W.; Bell, A. T. CO2 Electroreduction with Enhanced Ethylene and Ethanol Selectivity by Nanostructuring Polycrystalline Copper. ChemElectroChem 2016, 3, 1012– 1019,  DOI: 10.1002/celc.201600068 ",
            "Eilert, A.; Cavalca, F.; Roberts, F. S.; Osterwalder, J.; Liu, C.; Favaro, M.; Crumlin, E. J.; Ogasawara, H.; Friebel, D.; Pettersson, L. G. M.; Nilsson, A. Subsurface Oxygen in Oxide-Derived Copper Electrocatalysts for Carbon Dioxide Reduction. J. Phys. Chem. Lett. 2017, 8, 285– 290,  DOI: 10.1021/acs.jpclett.6b02273 ",
            "Lee, S.; Kim, D.; Lee, J. Electrocatalytic Production of C3-C4 Compounds by Conversion of CO2 on a Chloride-Induced Bi-Phasic Cu2O-Cu Catalyst. Angew. Chem., Int. Ed. 2015, 54, 14701– 14705,  DOI: 10.1002/anie.201505730 ",
            "Kas, R.; Kortlever, R.; Milbrat, A.; Koper, M. T. M.; Mul, G.; Baltrusaitis, J. Electrochemical CO2 Reduction on Cu2O-Derived Copper Nanoparticles: Controlling the Catalytic Selectivity of Hydrocarbons. Phys. Chem. Chem. Phys. 2014, 16, 12194– 12201,  DOI: 10.1039/C4CP01520G ",
            "Li, C. W.; Kanan, M. W. CO2 Reduction at Low Overpotential on Cu Electrodes Resulting from the Reduction of Thick Cu2O Films. J. Am. Chem. Soc. 2012, 134, 7231– 7234,  DOI: 10.1021/ja3010978 ",
            "Ren, D.; Deng, Y. L.; Handoko, A. D.; Chen, C. S.; Malkhandi, S.; Yeo, B. S. Selective Electrochemical Reduction of Carbon Dioxide to Ethylene and Ethanol on Copper(I) Oxide Catalysts. ACS Catal. 2015, 5, 2814– 2821,  DOI: 10.1021/cs502128q ",
            "Cao, X.; Tan, C.; Sindoro, M.; Zhang, H. Hybrid Micro-/Nano-Structures Derived from Metal-Organic Frameworks: Preparation and Applications in Energy Storage and Conversion. Chem. Soc. Rev. 2017, 46, 2660– 2677,  DOI: 10.1039/C6CS00426A ",
            "Liang, Z.; Qu, C.; Guo, W.; Zou, R.; Xu, Q. Pristine Metal–Organic Frameworks and Their Composites for Energy Storage and Conversion. Adv. Mater. 2018, 30, e1702891  DOI: 10.1002/adma.201702891 ",
            "Liang, L.; Liu, C.; Jiang, F.; Chen, Q.; Zhang, L.; Xue, H.; Jiang, H. L.; Qian, J.; Yuan, D.; Hong, M. Carbon Dioxide Capture and Conversion by an Acid-Base Resistant Metal-Organic Framework. Nat. Commun. 2017, 8, 1233  DOI: 10.1038/s41467-017-01166-3 ",
            "Yi, F.-Y.; Zhang, R.; Wang, H.; Chen, L.-F.; Han, L.; Jiang, H.-L.; Xu, Q. Metal–Organic Frameworks and Their Composites: Synthesis and Electrochemical Applications. Small Methods 2017, 1, 1700187  DOI: 10.1002/smtd.201700187 ",
            "Jonathan, A.; Daniel, V.; Garikoitz, B.; Oscar, C.; Pedro, C.; Angel, I. Copper-Based Metal–Organic Porous Materials for CO2 Electrocatalytic Reduction to Alcohols. ChemSusChem 2017, 10, 1100– 1109,  DOI: 10.1002/cssc.201600693 ",
            "Liu, J.; Gao, Z.; Han, H.; Wu, D.; Xu, F.; Wang, H.; Jiang, K. Mesoporous Cu2O Submicro-Spheres, Facile Synthesis and the Selective Adsorption Properties. Chem. Eng. J. 2012, 185–186, 151– 159,  DOI: 10.1016/j.cej.2012.01.064 ",
            "Gao, S.; Lin, Y.; Jiao, X.; Sun, Y.; Luo, Q.; Zhang, W.; Li, D.; Yang, J.; Xie, Y. Partially Oxidized Atomic Cobalt Layers for Carbon Dioxide Electroreduction to Liquid Fuel. Nature 2016, 529, 68– 71,  DOI: 10.1038/nature16455 ",
            "Pan, Y.; Lin, R.; Chen, Y.; Liu, S.; Zhu, W.; Cao, X.; Chen, W.; Wu, K.; Cheong, W.-C.; Wang, Y.; Zheng, L.; Luo, J.; Lin, Y.; Liu, Y.; Liu, C.; Li, J.; Lu, Q.; Chen, X.; Wang, D.; Peng, Q.; Chen, C.; Li, Y. Design of Single-Atom Co–N5 Catalytic Site: A Robust Electrocatalyst for CO2 Reduction with Nearly 100% CO Selectivity and Remarkable Stability. J. Am. Chem. Soc. 2018, 140, 4218– 4221,  DOI: 10.1021/jacs.8b00814 ",
            "Xiong, J.; Li, Z.; Chen, J.; Zhang, S.; Wang, L.; Dou, S. Facile Synthesis of Highly Efficient One-Dimensional Plasmonic Photocatalysts through Ag@Cu2O Core–Shell Heteronanowires. ACS Appl. Mater. Interfaces 2014, 6, 15716– 15725,  DOI: 10.1021/am502516s ",
            "Li, Y.; Miao, J.; Sun, X.; Xiao, J.; Li, Y.; Wang, H.; Xia, Q.; Li, Z. Mechanochemical Synthesis of Cu-BTC@GO with Enhanced Water Stability and Toluene Adsorption Capacity. Chem. Eng. J. 2016, 298, 191– 197,  DOI: 10.1016/j.cej.2016.03.141 ",
            "Yu, L.; Li, G.; Zhang, X.; Ba, X.; Shi, G.; Li, Y.; Wong, P. K.; Yu, J. C.; Yu, Y. Enhanced Activity and Stability of Carbon-Decorated Cuprous Oxide Mesoporous Nanorods for CO2 Reduction in Artificial Photosynthesis. ACS Catal. 2016, 6, 6444– 6454,  DOI: 10.1021/acscatal.6b01455 ",
            "An, X.; Li, K. F.; Tang, J. W. Cu2o/Reduced Graphene Oxide Composites for the Photocatalytic Conversion of CO2. ChemSusChem 2014, 7, 1086– 1093,  DOI: 10.1002/cssc.201301194 ",
            "Cheng, H.; Li, M.-L.; Su, C.-Y.; Li, N.; Liu, Z.-Q. Cuco Bimetallic Oxide Quantum Dot Decorated Nitrogen-Doped Carbon Nanotubes: A High-Efficiency Bifunctional Oxygen Electrode for Zn–Air Batteries. Adv. Funct. Mater. 2017, 27, 1701833  DOI: 10.1002/adfm.201701833 ",
            "Zong, C.; Liu, X.; Sun, H.; Zhang, G.; Lu, L. A New Type of Nanoscale Coordination Particles: Toward Modification-Free Detection of Hydrogen Sulfide Gas. J. Mater. Chem. A 2012, 22, 18418– 18425,  DOI: 10.1039/c2jm32802j ",
            "Kazansky, L. P.; Selyaninov, I. A.; Kuznetsov, Y. I. Adsorption of 2-Mercaptobenzothiazole on Copper Surface from Phosphate Solutions. Appl. Surf. Sci. 2012, 258, 6807– 6813,  DOI: 10.1016/j.apsusc.2012.03.097 ",
            "Gao, D.; Zegkinoglou, I.; Divins, N. J.; Scholten, F.; Sinev, I.; Grosse, P.; Roldan Cuenya, B. Plasma-Activated Copper Nanocube Catalysts for Efficient Carbon Dioxide Electroreduction to Hydrocarbons and Alcohols. ACS Nano 2017, 11, 4825– 4831,  DOI: 10.1021/acsnano.7b01257 ",
            "De Luna, P.; Quintero-Bermudez, R.; Dinh, C.-T.; Ross, M. B.; Bushuyev, O. S.; Todorović, P.; Regier, T.; Kelley, S. O.; Yang, P.; Sargent, E. H. Catalyst Electro-Redeposition Controls Morphology and Oxidation State for Selective Carbon Dioxide Reduction. Nat. Catal. 2018, 1, 103– 110,  DOI: 10.1038/s41929-017-0018-9 ",
            "Liang, Z. Q.; Zhuang, T. T.; Seifitokaldani, A.; Li, J.; Huang, C. W.; Tan, C. S.; Li, Y.; De Luna, P.; Dinh, C. T.; Hu, Y.; Xiao, Q.; Hsieh, P. L.; Wang, Y.; Li, F.; Quintero-Bermudez, R.; Zhou, Y.; Chen, P.; Pang, Y.; Lo, S. C.; Chen, L. J.; Tan, H.; Xu, Z.; Zhao, S.; Sinton, D.; Sargent, E. H. Copper-on-Nitride Enhances the Stable Electrosynthesis of Multi-Carbon Products from CO2. Nat. Commun. 2018, 9, 3828  DOI: 10.1038/s41467-018-06311-0 ",
            "Zhou, Y.; Che, F.; Liu, M.; Zou, C.; Liang, Z.; De Luna, P.; Yuan, H.; Li, J.; Wang, Z.; Xie, H.; Li, H.; Chen, P.; Bladt, E.; Quintero-Bermudez, R.; Sham, T.-K.; Bals, S.; Hofkens, J.; Sinton, D.; Chen, G.; Sargent, E. H. Dopant-Induced Electron Localization Drives CO2 Reduction to C2 Hydrocarbons. Nat. Chem. 2018, 10, 974– 980,  DOI: 10.1038/s41557-018-0092-x ",
            "Ren, D.; Fong, J.; Yeo, B. S. The Effects of Currents and Potentials on the Selectivities of Copper toward Carbon Dioxide Electroreduction. Nat. Commun. 2018, 9, 925  DOI: 10.1038/s41467-018-03286-w ",
            "Kang, X.; Zhu, Q.; Sun, X.; Hu, J.; Zhang, J.; Liu, Z.; Han, B. Highly Efficient Electrochemical Reduction of CO2 to CH4 in an Ionic Liquid Using a Metal–Organic Framework Cathode. Chem. Sci. 2016, 7, 266– 273,  DOI: 10.1039/C5SC03291A ",
            "Ju, W.; Bagger, A.; Hao, G. P.; Varela, A. S.; Sinev, I.; Bon, V.; Roldan Cuenya, B.; Kaskel, S.; Rossmeisl, J.; Strasser, P. Understanding Activity and Selectivity of Metal-Nitrogen-Doped Carbon Catalysts for Electrochemical Reduction of CO2. Nat. Commun. 2017, 8, 944  DOI: 10.1038/s41467-017-01035-z "
        ]
    },
    "document": {
        "Abstract": "Electrochemical reduction of carbon dioxide to hydrocarbons, driven by renewable power sources, is a fascinating and clean way to remedy greenhouse gas emission as a result of overdependence on fossil fuels and produce value-added fine chemicals. The Cu-based catalysts feature unique superiorities; nevertheless, achieving high hydrocarbon selectivity is still inhibited and remains a great challenge. In this study, we report on a tailor-made multifunction-coupled Cu-metal–organic framework (Cu-MOF) electrocatalyst by time-resolved controllable restructuration from Cu2O to Cu2O@Cu-MOF. The restructured electrocatalyst features a time-responsive behavior and is equipped with high specific surface area for strong adsorption capacity of CO2 and abundant active sites for high electrocatalysis activity based on the as-produced MOF on the surface of Cu2O, as well as the accelerated charge transfer derived from the Cu2O core in comparison with the Cu-MOF. These intriguing characteristics finally lead to a prominent performance towards hydrocarbons, with a high hydrocarbon Faradaic efficiency (FE) of 79.4%, particularly, the CH4 FE as high as 63.2% (at −1.71 V). This work presents a novel and efficient strategy to configure MOF-based materials in energy and catalysis fields, with a focus on big surface area, high adsorption ability, and much more exposed active sites.",
        "1. Introduction": [
            "Electrochemical reduction of CO2 to value-added fine chemicals and fuels by using renewable energy is highly concerned for realizing the carbon balance of nature and energy regeneration. The modular design and characteristics of the electrocatalytic reaction system also show great possibility and potential for its large-scale applications.(1−3) However, the sluggish reaction kinetics of CO2 electroreduction still hinders the realization of this process. Moreover, the selectivity of catalytically converting CO2 to hydrocarbons is difficult to be controlled.(4) For tackling these challenges, stable, efficient, and robust electrocatalysts are sought after and desired to boost the electrochemical process together with high hydrocarbon selectivity. At present, among the catalysts identified, Cu-based catalysts, with the focus on a high reaction rate, are one of the most promising catalysts to produce the hydrocarbons, especially CH4 and C2H4, in CO2-saturated aqueous solutions under mild conditions.(5−9) Nevertheless, Cu-based catalysts usually result in a multistep CO2 electroreduction process, finally leading to mixed products of gas and liquid, together with low Faradaic efficiency (FE) towards the target products. It has been pointed out that this complex process is complicated and obscure, in which many adsorbed intermediates could influence the formation of final products.(10) Thus, the achievement of the electrochemical reduction of CO2 to desired hydrocarbon products on a Cu-based catalyst with high selectivity remains a significantly scientific challenge.(11)",
            "A promising class of Cu2O-derived Cu catalysts is capable of electrochemically converting CO2 to C2H4 and has been widely investigated.(12−17) Nevertheless, low hydrocarbon FE is produced because strong H2 evolution is included. It is generally believed that the first-step gas capture and adsorption is a key point that needs to be taken into consideration in a three-phase system for CO2 reduction. In this case, it is indispensable to improve the adsorption ability of Cu2O towards CO2, thus enhancing the overall hydrocarbon FE. Moreover, the single component Cu2O features relatively unidirectional ability only for catalyzing CO2 reduction to C2H4 and fast degradation during the electrochemical reduction process, indicative of poor stability. With this information in mind, the structure of the Cu2O catalyst needs be tailored finely, thus improving the electrochemical stability of Cu2O and achieving the conversion from CO2 to other hydrocarbons such as CH4.",
            "Metal–organic frameworks (MOFs), combining metal ions with organic ligands to form ordered networks, represent a class of emerging nanomaterials with ultrahigh surface area and well-developed pore structure and have been extensively investigated for CO2-involved gas storage, capture, and separation.(18−21) Besides, the porous structure of the Cu-based MOF is helpful for CO2 capture and adsorption, with the ability of CO2 electroreduction.(22) In view of this, it can be imagined that configuring an all-in-one electrocatalyst, made of highly effective Cu2O and a high surface area MOF, may be a feasible approach to improving the electrochemical behavior of Cu2O. The MOF catalyst can feature an enhanced ability to capture and adsorb CO2, while the intrinsic catalytic activity of Cu2O can be maintained well simultaneously.",
            "Herein, we report an all-in-one hybrid catalyst by time-resolved controllable restructuration from Cu2O to a Cu2O@Cu-MOF. Specifically, Cu2O was gradually etched, dissolved, oxidized to Cu2+, and converted to a Cu-MOF linked on the surface of the undissolved Cu2O (Cu2O@Cu-MOF) in the presence of the 1,3,5-tricarboxylic acid (H3BTC) ligand. The microstructure and morphology of the hybrid catalyst vary with the treatment time, indicative of a time-responsive behavior. The specific surface area increases from 44 m2 g–1 for Cu2O to 1467 m2 g–1 for Cu2O@Cu-MOF. And the CO2 adsorption capacity of Cu2O@Cu-MOF reaches up to 83.6 cm3 g–1, being 10 times that of Cu2O (8.3 cm3 g–1). When employed as the electrocatalyst for electrochemical reduction of CO2, the Cu2O@Cu-MOF catalyst exhibits excellent performance with a hydrocarbon FE (CH4 + C2H4) of 79.4%, especially 63.2% FE for CH4. The multiple functionalities of the as-made Cu2O@Cu-MOF such as absorption, activation, and catalysis derived from synergistic effects of Cu-MOF and Cu2O are responsible for the high electrocatalytic activity and high selectivity to CH4. The present in situ conversion strategy from Cu2O to Cu2O@Cu-MOF will also provide a novel approach to creating MOF-based catalysts with highly exposed active sites in catalysis and energy-related fields."
        ],
        "2. Experimental Section": {
            "2.1. Synthesis of Cu2O Spheres": "In a typical synthesis process,(23) 1 mmol CuSO4·5H2O (250 mg) was dissolved into 20 mL of NaOH aqueous solution (0.1 M), where the precipitate i.e., Cu(OH)2 was rapidly formed. Then, 1 mmol l-ascorbic acid (176 mg) was added into the solution including Cu(OH)2 under vigorous stirring and stirred for 20 min at room temperature. The resultant Cu2O precipitate was collected, washed with ethanol and deionized water, and dried in a vacuum oven at 50 °C.",
            "2.2. Synthesis of Cu2O@Cu-MOF": "Cu2O@Cu-MOF was prepared by the in situ chemical etching Cu2O method. At first, 0.141 g of H3BTC was dissolved into 5 mL of ethanol, forming solution A. Then, 71 mg of Cu2O spheres were dispersed in 40 mL of benzyl alcohol by ultrasonic treatment for 30 min, yielding solution B. Afterwards, solution B was poured into a flask and stirred for 5 min at 80 °C and then solution A was poured into it and reacted for 0.3, 2.5, and 12 h at 80 °C, yielding the time-resolved samples. The sample was collected and washed by centrifugation with ethanol and deionized water and dried in a vacuum oven at 60 °C overnight.",
            "2.3. Synthesis of Pure Cu-MOF": "In a typical synthesis process, 0.42 g of H3BTC and 0.96 g of Cu(NO3)2·3H2O were dissolved into 20 mL of ethanol and 20 mL of deionized water, respectively, to form homogeneous solutions. After that, two solutions were mixed under strong stirring and then the mixed solution was placed in a 100 mL Teflon autoclave and reacted at 120 °C for 24 h. The powder was collected by washing with deionized water and ethanol and dried in a vacuum oven at 60 °C overnight, which was usually named Cu-MOF.",
            "2.4. Materials Characterization": "The morphology and structure of samples were characterized by transmission electron microscopy (TEM, Tecnai F30), field-emission scanning electron microscopy (FEI NOVA NanoSEM 450), and powder X-ray diffraction (XRD, D/MAX-2400, Cu Kα radiation, λ = 1.5406 Å), respectively. The surface chemical states of samples were detected by X-ray photoelectron spectroscopy (XPS, Thermo ESCALAB 250). The surface chemistry properties of the samples were analyzed with an Advanced Fourier transform infrared spectrometer (FT-IR, ThermoFisher 6700). The Brunauer–Emmett–Teller specific surface areas of samples were measured on a physical adsorption instrument (Micromeritics 3Flex 3500). CO2 adsorption isotherms were measured on a Quanchrome SI micropore analyzer at 298 K.",
            "2.5. Working Electrode Preparation": "At first, 30 μL of Nafion solution (5 wt %) was added into 970 μL of ethanol to form 1 mL of solvent and 5 mg of sample was dissolved in it. Then, the mixed solution was treated ultrasonically for 30 min to form a homogeneous ink. Then, 50 μL of the dispersion was added dropwise onto a glassy carbon electrode with a diameter of 12 mm and dried at room temperature.",
            "2.6. Electrochemical Measurements": "All electrochemical tests were performed in a typical H-type electrolytic cell separated by a proton exchange membrane (Nafion 117). The Ag/AgCl electrode (3 M KCl) was used as the reference electrode, and the counter electrode was matched with a Pt sheet (1 cm–2). The glassy carbon electrode with a diameter of 12 mm served as the working electrode. An aqueous solution of 0.1 M KHCO3 was prepared as the electrolyte. Before conducting the test, CO2 was continuously blown into the cathodic compartment at a constant rate of CO2 (20 mL min–1) to form CO2-saturated 0.1 M KHCO3 (pH = 6.8) solution. All potentials were converted to the reversible hydrogen electrode (RHE) scale according to the following equation(1)The electrochemical surface area (ECSA) and the electrochemical impedance spectra (EIS) tests were carried out following the reported work.(24)",
            "2.7. CO2 Reduction Experiments": "With regard to CO2 electroreduction experiments, first of all, linear sweep voltammetry (LSV) tests were performed to choose the appropriate potential range for the catalysts. The sweeping range was from 0 to −1.91 V (vs RHE) at a scan rate of 50 mV s–1 in 0.1 M CO2-saturated KHCO3 solution. Then, the constant potential tests were conducted at −1.71 V (vs RHE). After controlling potential electrolysis for 20 min, the gas-phase composition was analyzed by an online gas chromatograph (SHIMADZU, GC-2014) with a thermal conductivity detector (for detecting H2) and flame ionization detector (for detecting CO, CH4, and C2H4). The corresponding FEs of the gas products were calculated on the basis of the following equation:(25)(2)where VCO2 is the flow rate of CO2 (20 mL min–1), v (ppm) is the concentration of the gas-phase products including CO, CH4, C2H4, and H2, α is the quantity of transferred electrons for producing CO, CH4, C2H4, or H2, and i (A) is the cell current at a steady state. The liquid products were measured using NMR (Bruker AVANCE AVIII 500) spectroscopy. According to the number of electrons that need to be transferred to produce one molecule liquid product, the FE can be calculated as follows:(3)where F is the Faraday constant, n is the number of electrons used for producing one molecule liquid product, and Q (A s) is the total quantity of electric charge."
        },
        "3. Results and Discussion": [
            "The Cu2O@Cu-MOF catalyst was synthesized by partially etching Cu2O spheres and their in situ transformation into Cu-MOF, which is shown in Scheme 1. Briefly, the Cu+ on the surface of Cu2O spheres is oxidized to Cu2+ in the mixed alcohol solution at 80 °C and then the Cu2+ reacts with the ligand of H3BTC. With time-resolved restructuration, the Cu2O spheres are partially dissolved and further converted to Cu-MOF, forming a series of composites, Cu-MOF coated on residual Cu2O (named Cu2O@Cu-MOF). This was further confirmed by the XRD results. For comparison, we also synthesized a pure phase Cu-MOF. As shown in Figure 1a, with the increase of reaction time, the intensity of the peak at 36°, corresponding to the Cu2O(111) crystal face, becomes weak gradually and the new peaks assigned to Cu-MOF appear. When the reaction time is extended to 12 h, the characteristic peaks of Cu2O still exist; nevertheless, the peak intensity becomes relatively weak, indicating that Cu2O is gradually restructured to Cu2O@Cu-MOF. The corresponding sample reacting for 12 h was labeled Cu2O@Cu-MOF and the key target product was investigated in detail. Moreover, in this synthesis process, H3BTC plays dual roles as an etching reagent for Cu2O and the organic ligand for forming Cu-MOF. The overall reaction could be illustrated as(4)The morphology and structure conversion from Cu2O to Cu2O@Cu-MOF were examined by scanning electron microscopy and transmission electron microscopy techniques (Figures 1b–e and S1–S4). The corresponding SEM images show that the as-made Cu2O features a typically spherical structure with a diameter ranging from 100 to 300 nm (Figures 1b and S1). The TEM images (inset in Figures 1b and S2) further confirm that the Cu2O spheres are composed of small nanoparticles, featuring rough surface and relatively loose structure, which will be in favor of the surficial etching reaction in the next step. Compared with the pure Cu-MOF particles with a regular octahedral morphology and a large size of ca. 10 μm (Figures 1c and S3), the as-made Cu2O@Cu-MOF with a restructured strategy from Cu2O partially inherits the morphology of Cu2O with a small particle size (Figures 1d and S4). These characteristics are beneficial for efficient utilization of active sites. Specifically, most of the Cu2O nanoparticles are etched and converted to Cu-MOF shells and some Cu2O nanoparticles are present and dispersed in Cu-MOFs as the core (Figure 1d). The high-resolution TEM (HRTEM) image (Figure 1e) reveals that the interplanar distance of 0.245 nm corresponds to the lattice plane of Cu2O(111).(26) The corresponding energy dispersive spectroscopy (EDS) elemental mapping (Figure S5) confirms the uniform distribution of Cu active species in the as-made sample of Cu2O@Cu-MOF.",
            "The time-resolved restructuring process was decoupled and the corresponding surface composition was confirmed by ex situ FT-IR (Figure S6). The intense peak at 630 cm–1 corresponding to the Cu–O bond of Cu2O gradually becomes weak and even disappears with time extension.(23) Meanwhile, the new peaks at 1375, 1445, 1590, 1625, 1715, and 3440 cm–1 appear, indicative of the formation of Cu-MOF.(27) These prove the dissolution of Cu2O and the in situ conversion of Cu-MOF on the surface, which has also been identified by XRD analysis shown in Figure 1a. Combining XRD with FT-IR results, it can be confirmed that a large proportion of Cu2O nanospheres are converted to Cu-MOFs. The surface chemical states of Cu2O, Cu-MOF, and Cu2O@Cu-MOF were characterized by ex situ XPS for further confirming the coexistence of Cu2O and Cu-MOF in this system. Ex situ XPS survey spectra for the as-made Cu2O, Cu-MOF, and Cu2O@Cu-MOF samples show the main component of Cu, C, and O elements (Figure S7). For the sample of Cu2O, the peaks at 932.2 and 952.5 eV in the Cu 2p XPS spectra are assigned to Cu 2p3/2 and Cu 2p1/2, respectively (Figure S8a,b),(28) and the corresponding species is Cu+, suggesting no impurity in Cu2O. However, in the case of the Cu 2p1/2 XPS spectra of Cu2O@Cu-MOF and Cu-MOF, the peaks can be fitted and divided into two peaks at 952.5 and 954.2 eV, corresponding to Cu+ and Cu2+ species (Figure S8c,e).(29) Besides, the Cu 2p3/2 peaks can also be divided into two peaks at 932.2 and 935.2 eV, corresponding to Cu+ and Cu2+ species (Figure S8d,f), respectively.(30) Moreover, it can be noted that the Cu+ is more dominated in Cu2O@Cu-MOF compared with Cu-MOF. Furthermore, the molar ratio of Cu+ to Cu2+ in the Cu2O@Cu-MOF is determined to be 1.39, much higher than that in the pure Cu-MOF (0.44). Notably, the highly concentrated Cu+ will also play a significant role in the reaction of CO2 electroreduction, which has been confirmed in the literature.(6,33,34) To further detect the copper chemical state in the as-made Cu2O@Cu-MOF catalyst before and after the CO2 electroreduction reaction, Cu LMM Auger electron spectroscopy measurement was performed, and the corresponding results are shown in Figure S9. Before CO2RR, the peaks at 568.9, 570.5, and 571.5 eV are attributed to oxidized Cu2+, Cu+, and coordinated Cu2+ species, respectively,(31,32) indicating that the Cu species are mainly composed of Cu+ and Cu2+. After the CO2 electroreduction reaction, the Cu0 species appear due to the electrochemical reduction function. Also, the Cu+ species are still present, indicative of the relative stability of the as-made Cu2O@Cu-MOF. However, it is necessary to be stated that the chemical states of Cu species are better to be investigated by in situ measurements (such as in situ surface-enhanced Raman spectroscopy or in situ X-ray absorption spectra) during the CO2 electroreduction process in the future, as reported in the literature.(12,35,36)",
            "The electrochemical reduction CO2 performance of the restructured Cu2O@Cu-MOF from Cu2O was measured and compared with that of Cu2O and Cu-MOF. As shown in Figure 2a, the LSV curves indicate that the Cu2O@Cu-MOF delivers a higher current density in CO2-saturated 0.1 M KHCO3 solution than that in Ar-saturated 0.1 M KHCO3 solution, suggesting efficient CO2 electroreduction. Also, the LSV curves of Cu-MOF and Cu2O samples are also measured and shown in Figure S10. As for the catalytic selectivity towards the formation of different products over the as-made Cu2O@Cu-MOF catalyst, the CO2 electroreduction experiments were also performed at different potentials (from −0.91 to −1.91 V) following the work in the literature,(37) and the corresponding product distribution is shown in Figure 2b. Meanwhile, the FEs for different products were also summarized in Table S1 to make the measurement reasonable at different potentials. It is noted that the catalytic selectivity towards the formation of different products varies with the used potentials. With the overpotential continuously increasing, CH4 is selectively produced and the highest CH4 selectivity is delivered at −1.71 V vs RHE. Besides, at a constant potential of −1.71 V vs RHE, compared with that of Cu-MOF and Cu2O, the Cu2O@Cu-MOF possesses the highest FE ratio of CH4 to C2H4 up to 3.89, together with the total hydrocarbon FE up to 79.4%, in which the FE of CH4 is accounted for 63.2% shown in Figure 2c. Simultaneously, a high CH4 partial current density reaching up to 8.4 mA cm–2 is delivered (Figure 2d). By contrast, the Cu2O only exhibits a low total hydrocarbon FE of 45.2% and a high H2 FE (Figure S11). The poor CO2 electroreduction performance of Cu2O may be attributed to the weak CO2 adsorbability on the Cu2O surface compared with the hydrated ions for the hydrogen evolution reaction (HER). The Cu-MOF delivers a low total hydrocarbon FE of just 49.7% and a relatively low CH4/C2H4 ratio of 2.86. In other words, the Cu2O@Cu-MOF exhibits the highest selectivity to CH4 and the total hydrocarbon FE. In addition, to evaluate the catalyst stability, long-term electrolysis for the Cu2O@Cu-MOF catalyst was executed (Figure 2e). The Cu2O@Cu-MOF is able to maintain a stable performance without degeneration in one hour. In sharp contrast, a fast increase for the current densities of Cu2O and Cu-MOF after 0.5 h is observed. Nevertheless, the increased current density is mainly attributed to the HER. That is to say, the Cu2O and Cu-MOF samples feature a fast response towards the HER instead of the CO2 electroreduction reaction.",
            "The ECSA and EIS of these samples were evaluated to gain an insight into the good performance of Cu2O@Cu-MOF, and the results are shown in Figures 2f and S12. It can be clearly seen that the Cu2O has the highest double layer capacitance, implying the biggest active surface area. Nevertheless, most of the active sites for Cu2O mainly contribute to the HER instead of CO2 electroreduction, which can be confirmed by the above-mentioned high H2 FE. In the case of the converted Cu2O@Cu-MOF, a high ECSA is delivered in comparison to that of Cu-MOF (Figure 2f). This also implies that the present in situ conversion strategy from Cu2O to Cu2O@Cu-MOF may provide a novel approach to creating the MOF-based catalysts with highly exposed active sites. Moreover, the converted Cu2O@Cu-MOF displays smaller charge transfer impedance compared with Cu-MOF by a nonrestructured strategy (Figure S14), which is favorable for enhancing charge transfer in the Cu2O@Cu-MOF and thus facilitating its CO2 reduction.",
            "Specific surface area is required to be taken into consideration in evaluating the catalytic activity of catalysts. As shown in Figure 3a, the high adsorbed N2 volume was presented for the converted Cu2O@Cu-MOF in comparison to that of Cu-MOF and Cu2O. The specific surface area of Cu2O@Cu-MOF is calculated to be 1467 m2 g–1, far higher than that of Cu-MOF (741 m2 g–1) and Cu2O (44 m2 g–1). The high specific surface area and abundant pore structure are favorable for exposing much more active sites and the CO2 adsorption, which will be confirmed by the following CO2 adsorption as shown in Figure 3b.",
            "In fact, the strong CO2 adsorption ability of the catalyst can not only increase the local CO2 concentration and facilitate mass transport but also speed up the conversion of CO2 to the final product.(38,39) On the basis of this, the adsorption capacity of CO2 is of great significance and much relevant with the electrochemical performance of catalysts. The detailed CO2 adsorption isotherms of these samples are shown in Figure 3b. The Cu2O@Cu-MOF displays a large adsorption amount of CO2 (83.6 cm3 g–1) at 1 atm and 298 K, which is much higher than that of Cu2O (8.3 cm3 g–1) and Cu-MOF (63 cm3 g–1). Besides, the adsorption curve of Cu2O@Cu-MOF presents an upward tendency in a straight line. Even though the pressure is up to 1 atm, it is still unsaturated. The Cu-MOF also exhibits a relatively large adsorption amount of CO2 at lower pressure, but with the pressure approaching to 1 atm, the adsorption amount of CO2 only slightly increases. The Cu2O displays the lowest adsorption amount of CO2. The low CO2 adsorption ability will finally hinder the realization of excellent electrochemical performance of CO2 reduction, even if most of the intrinsic catalytic activity sites are presented. The enhanced CO2 adsorption ability of the Cu2O@Cu-MOF is mainly attributed to the small-sized particles and high specific surface area. Moreover, the pore diameter of the Cu2O@Cu-MOF centering at 2 nm (the inset of Figure 3b) is 7 times the dynamic diameter of CO2 molecules. This suggests a high adsorption potential to trap CO2 molecules. As discussed above, the CO2 adsorption ability of Cu2O@Cu-MOF achieves a large span in comparison to the Cu2O precursor, finally leading to the improved electrochemical performance that is superior to that of Cu2O and the nonrestructured Cu-MOF. In other words, it can be deemed that the as-made hybrid catalyst may be equipped with multiple functionalities such as absorption, activation, and catalysis, based on the synergistic effects of Cu2O and Cu-MOF.",
            "To gain an insight into and understand the electrocatalytic mechanism of the as-made catalyst for converting CO2 to hydrocarbon, especially CH4. We try to elucidate the origin of the catalytic activity by combining the results of this work with the reported experimental conclusions, with the aim of supposing the possible mechanism for CO2 electroreduction to CH4. The synergistic effects of Cu2O and Cu-MOF in the Cu2O@Cu-MOF composite are key points for such a distinguished performance (hydrocarbon up to 79.4% with a high FE of 63.2% for CH4). The surface Cu-MOF with strong adsorption ability to CO2 can tightly trap the CO2 molecules and enlarge the local CO2 concentration on the surface of the electrode. Also, it can further prevent Cu2O from the contact with the electrolyte to some degree, thus inhibiting the HER process. The rest of encapsulated Cu2O as a conducting medium is capable of accelerating charge transfer in comparison to that of Cu-MOF. In general, benefitting from the synergistic effects between Cu2O and Cu-MOF, the restructured Cu2O@Cu-MOF exhibits the high FE for hydrocarbons, especially for CH4."
        ],
        "4. Conclusions": "In summary, an all-in-one Cu2O and MOF coexistence system (Cu2O@Cu-MOF) has been constructed by the in situ etching, dissolving, and restructuring method and utilized as a hybrid catalyst for the electrochemical reduction of CO2. The as-made Cu2O@Cu-MOF exhibits a high FE for the formation of hydrocarbon products, especially CH4, compared to Cu2O and Cu-MOF. The overall FE for hydrocarbons is as high as 79.4% and the FE ratio of CH4/C2H4 reaches up to 3.89, indicative of the excellent selectivity to CH4. The excellent electrochemical performance is attributed to the synergistic effects of the Cu2O and Cu-MOF. The in situ formed Cu2O@Cu-MOF with a large number of unsaturated coordination active sites endows the hybrid catalyst with large CO2 adsorption capacity for increasing the local CO2 concentration. Moreover, the Cu2O embedded in the Cu-MOF facilitates charge transfer. Our results show that combining/balancing the Cu2O and Cu-MOF well may result in a highly efficient electrocatalyst for the electrochemical conversion of CO2 to CH4 and beyond, even to other valuable liquid fuels with further regulated components and structures in the future."
    }
}